/* Error string for OTR message string */
"A private conversation could not be set up." = "يك مكاتبه محرمانه نميتواند تنظيم شود.";

/* Title for the about page */
"About" = "درباره";

/* Label for button to show version numbers and licenses */
"About This Version" = "درباره این نسخه";

/* SSL error message */
"Access denied" = "دسترسی رد شد";

/* The string describing a buddy's account */
"Account" = "حساب";

/* Title for the accounts tab */
"Accounts" = "حساب ها";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "فعال";

/* Button title to add someone as a buddy */
"Add" = "افزودن";

/* The title for the view to add a buddy */
"Add Buddy" = "افزودن فرد";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "افزودن حساب کاربری موجود";

/* String to describe advanced set of settings */
"Advanced" = "پیشرفته";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "تنظیمات رمزنگاری پیشرفته";

/* Title for other miscellaneous settings group */
"All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts." = "تمامی پیام‌های حاوی لینک، برای نمایش پیش‌نمایش، واکشی خواهند شد. این موضوع برای عملکرد صحیح پیام‌های رسانه‌ای لازم است. در صورتی که به مخاطبین خود اعتماد ندارید، این گزینه را غیرفعال کنید.";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "خطایی هنگام رمزنگاری پیام ایجاد شد و پیام ارسال نشد.";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "آرشیو";

/* Shown to confirm destructive actions */
"Are you sure?" = "آیا مطمئن هستید؟";

/* SSL error message */
"Attempt to restore an unknown session" = "تلاش برای بازگردانی یک نشست ناشناخته";

/* Text for media message summary */
"Audio Message" = "پیام صوتی";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "حذف خودکار";

/* error */
"Automatic Downloads Disabled" = "دانلود خودکار غیرفعال شد";

/* Title for other miscellaneous settings group */
"Automatically Fetch Media" = "واکشی خودکار رسانه";

/* Label in buddy list for users that are available */
"Available" = "در دسترس";

/* Label in buddy list for users that are away */
"Away" = "رفته";

/* SSL error message */
"Bad certificate format" = "نوع تاییدیه مشکل دارد";

/* SSL error message */
"Bad MAC" = "مشکل در MAC";

/* SSL error message */
"Bad protocol version" = "نوع پروتکل مشکل دارد";

/* SSL error message */
"Bad SSLCipherSuite" = "مشکل در SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "مشکل در فرمت cert پشتیبانی‌نشده";

/* string to describe basic set of settings */
"Basic" = "پایه";

/* username section */
"Basic Setup" = "راه‌اندازی پایه";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "به دلیل این که پایگاه داده‌ها با رمز شما، رمزنگاری شده بود، شما دسترسی به داده‌های خود را از دست داده و باید ChatSecure را حذف و دوباره نصب کنید. سرویس‌های مدیریت رمزعبور مانند 1Password یا MiniKeePass می‌توانند به حفظ رمزعبور شما کمک کنند.";

/* No comment provided by engineer. */
"Best Available" = "بهترین موجود";

/* The String for a button to block a buddy */
"Block" = "مسدود";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "مسدود و حذف";

/* Title for migrated buddy header view */
"Buddy has moved!" = "دوست مورد نظر منتقل شد!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "اطلاعات فرد";

/* Label for button to take a photo from camera */
"Camera" = "دوربین";

/* Cancel an alert window */
"Cancel" = "رد";

/* Error string for OTR message string */
"Cannot read the received message." = "خطا در خواندن پیام دریافت‌شده.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "خطا در شناسایی نوع پیام OTR دریافتی.";

/* SSL error message */
"Cert chain not verified by root" = "زنجیره Cert توسط ریشه تائید نشد";

/* SSL error message */
"Certificate expired" = "گواهی منقضی شده";

/* SSL error message */
"Certificate revoked" = "گواهی لغو شده";

/* SSL error message */
"Chain had a cert not yet valid" = "زنجیره Cert مجاز نیست";

/* SSL error message */
"Chain had an expired cert" = "زنجیره Cert منقضی شده";

/* Title for chat view */
"Chat" = "گفتگو";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "گفتگوی امن با من";

/* Title for chats view */
"Chats" = "گفتگوها";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "پیام اعلان ChatSecure";

/* let users know source is on Github */
"Check out the source here on Github" = "ما را در Github مشاهده کنید";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "از سرورهای عمومی انتخاب کرده یا اطلاعات خود را وارد کنید.";

/* title for server selection screen */
"Choose Server" = "انتخاب سرور";

/* SSL error message */
"Cipher Suite negotiation failure" = "خطا در مذاکره با Cipher Suite";

/* Label for text field where you compose a new message */
"Compose" = "ارسال";

/* SSL error message */
"Configuration error" = "خطای تنظیمات";

/* String for button to connect connect */
"Connect" = "اتصال";

/* Whether or not account is logged in */
"Connected" = "متصل شد";

/* String to state if an account is progress of creating a connection */
"Connecting" = "درحال اتصال";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "در حال اتصال به Tor";

/* SSL error message */
"Connection closed gracefully" = "اتصال به خوبی قطع شد";

/* SSL error message */
"Connection closed via error" = "اتصال با خطا قطع شد";

/* Copy string to clipboard as in copy and paste */
"Copy" = "کپی";

/* Copy link URL to clipboard as in copy and paste */
"Copy Link" = "لینک را کپی کنید";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "خطا در رمزگشایی پایگاه داده. در صورتی که اپ به درستی کار نمی‌کند، آن را حذف و دوباره نصب کنید.";

/* Error description */
"Could not parse URL." = "خطا در تحلیل آدرس.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "خطا در دریافت کلید عمومی از گواهینامه";

/* No comment provided by engineer. */
"Crash Detected" = "خرابی تشخیص داده شد";

/* Title for button to create account */
"Create" = "ایجاد";

/* Label for button to create a new account via in band registration */
"Create New Account" = "ساخت حساب جدید";

/* Start of sentence that will be followed by names */
"Created by" = "ایجاد شده توسط";

/* Title for progress of creating a new account */
"Creating Account" = "ساخت حساب";

/* Place holder label for custom domains */
"Custom" = "سفارشی";

/* if you want to change your username */
"Customize Username" = "شخصی‌سازی نام کاربری";

/* No comment provided by engineer. */
"Database Error" = "خطا در پایگاه داده‌ها";

/* e.g. for deactivating your push account */
"Deactivate" = "غیرفعال‌کردن";

/* SSL error message */
"Decoding error" = "خطا در رمزگشایی";

/* SSL error message */
"Decompression failure" = "خطا در خروج از حالت فشرده";

/* SSL error message */
"Decryption error" = "خطا در رمزگشایی";

/* SSL error message */
"Decryption failed" = "خطا در رمزگشایی";

/* SSL error message */
"Decryption failure" = "خطا در رمزگشایی";

/* default string to revert to normal language behaviour */
"Default" = "پیش فرض";

/* action button for deleting something */
"Delete" = "حذف";

/* Button to delete account */
"Delete Account" = "حذف حساب";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "حذف حساب";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "حذف گفتگو در هنگام قطع ارتباط";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "تحویل شد";

/* prompt users to donate money */
"Did you know you can now help fund future development directly within the app?" = "آیا می‌دانید از داخل اپ می‌توانید توسعه‌های آتی را پشتیبانی کنید؟";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "مزاحم نشوید";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "در صورتی که اطلاعی از این تنظیمات ندارید، آن را تغییر ندهید. به صورت پیشفرض، ما بهترین متد رمزنگاری را برای شما انتخاب می‌کنیم.";

/* Title for donation link */
"Donate" = "ارسال کمک";

/* Title for button to press when user is finished */
"Done" = "انجام شد";

/* Title for button to download something */
"Download" = "دانلود";

/* Button to edit account details */
"Edit Account" = "ویرایش حساب";

/* The string describing account name or email address for a buddy */
"Email" = "ایمیل";

/* enable permission */
"Enable" = "فعال‌سازی";

/* button for enabling push messages */
"Enable Push" = "فعال‌سازی اعلان";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "فعال‌سازی اعلان در تنظیمات";

/* No comment provided by engineer. */
"Enable Tor" = "فعال‌سازی Tor";

/* Generic title for encryption errors */
"Encryption Error" = "خطا در رمزنگاری";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "وارد کردن نام گروه";

/* Title of error message pop-up box */
"Error" = "خطا";

/* title label for error when creating account */
"Error Creating Account" = "خطا در ساخت حساب";

/* SSL error message */
"Export restriction" = "محدودیت خروج";

/* Default message when a user status is set to extended away */
"Extended Away" = "خارج از دسترس برای مدتی";

/* the name for facebook */
"Facebook" = "فیسبوک";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "خطا در اتصال به سرور XMPP. لطفا اطلاعات ورود و ارتباط با اینترنت را بررسی کرده، دوباره امتحان کنید.";

/* SSL error message */
"Fatal alert" = "خطای جدی";

/* Error string for when file is too big. */
"File exceeds maximum size." = "حجم فایل بسیار بزرگ است.";

/* Text for file message summary */
"File Message" = "پیام فایل";

/* Error */
"File not found." = "فایل پیدا نشد.";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "تعمیر کار در زمینه…";

/* prompt to fix permissions */
"Fix Permissions..." = "تعمیر دسترسی‌ها…";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "رمز عبور را فراموش کرده‌اید؟";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "ایجاد رمزعبور ایمن";

/* Title for button to start migration tool */
"Get Started" = "شروع به کار";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "گفتگوی گروهی";

/* The title for the view to enter a group chat name or label */
"Group Name" = "نام گروه";

/* SSL error message */
"Handshake failure" = "خطا در Handshake";

/* Label for button to open link to translate app */
"Help Translate" = "کمک به ترجمه";

/* Label for button to hold to record audio */
"Hold to talk" = "برای صحبت، نگه دارید";

/* Label text for hostname field on login scree */
"Hostname" = "نام میزبان";

/* SSL error message */
"I/O would block (not fatal)" = "مسدودیت در I/O";

/* Button to ignore the migrated buddy warning */
"Ignore" = "چشم‌پوشی";

/* SSL error message */
"Illegal parameter" = "پارامتر غیرمجاز";

/* segmented control value for active conversations */
"Inbox" = "صندوق ورودی";

/* Label for incoming data transfers */
"Incoming" = "ورودی";

/* Short for information, button title to get more information */
"Info" = "اطلاعات";

/* SSL error message */
"Insufficient buffer provided" = "بافر کافی نیست";

/* SSL error message */
"Insufficient security" = "امنیت کافی نیست";

/* SSL error message */
"Internal error" = "خطای داخلی";

/* SSL error message */
"Invalid certificate chain" = "زنجیره گواهی غیرمجاز";

/* title label for invalid email */
"Invalid Email" = "ایمیل غیرمجاز";

/* Button to invite friends */
"Invite Friends" = "دعوت از دوستان";

/* Title for migration header view */
"It's time to move!" = "وقت جابجایی رسیده!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "عضویت در گروه";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "تق تق…";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "تق تق ارسال شد!";

/* string to bring up language selector */
"Language" = "زبان";

/* log in to account */
"Log In" = "ورود";

/* log out from account */
"Log Out" = "خروج";

/* Label for account setting that autologins on launch */
"Login Automatically" = "ورود خودکار";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "مدیریت اعلان حساب CharSecure";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "مدیریت کلیدها";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "مدیریت گواهی‌های SSL ذخیره‌شده";

/* button to do something later */
"Maybe Later" = "شاید بعدا";

/* No comment provided by engineer. */
"Me" = "من";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "به دلیل اینکه مخاطب، گفتگوی خصوصی را بسته، پیام ارسال نشد. ما باید ارتباط را قطع کرده و یا آن را تازه کنیم.";

/* microphone permission is disabled */
"Microphone Disabled" = "میکروفون غیرفعال شد";

/* Title for button to start migration tool */
"Migrate Account" = "جابجایی حساب";

/* SSL error message */
"Miscellaneous bad certificate" = "مشکل در گواهی‌های متفرقه";

/* SSL error message */
"Module attach failure" = "خطا در ضمیمه ماژول";

/* button for additional ways to help support development of the app */
"More Ways to Help" = "کمک به اپ";

/* label for new account info for migration */
"My new account information" = "اطلاعات حساب جدید من";

/* Your QR code */
"My QR Code" = "کد QR من";

/* The string describing a buddy's display name */
"Name" = "نام";

/* For a new settings value */
"New" = "جدید";

/* Title for New Account View */
"New Account" = "حساب جدید";

/* when a new message notification is received */
"New Message!" = "پیام جدید!";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "گواهی SSL جدید";

/* Label for button to go to next step */
"Next" = "بعدی";

/* for choosing your XMPP vCard display name */
"Nickname" = "نام کاربری";

/* SSL error message */
"No Error" = "بدون خطا";

/* Error string for when there are no XEP-0363 upload servers. */
"No HTTP upload servers found." = "سرور HTTP برای آپلود پیدا نشد.";

/* SSL error message */
"No renegotiation allowed" = "مذاکره غیرمجاز است";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "حساب جدید را به اطلاع مخاطبین برسان";

/* Label in buddy list for users that are offline */
"Offline" = "آفلاین";

/* Accept the dialog */
"OK" = "باشه";

/* For an old settings value */
"Old" = "قدیمی";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "باز کردن در کروم";

/* Label for button to open link in facebook app */
"Open in Facebook" = "باز کردن در فیسبوک";

/* Label to open link in the Safari web browser */
"Open in Safari" = "باز کردن در سافاری";

/* Label for button to open link in twitter app */
"Open in Twitter" = "باز کردن در توییتر";

/* Hint text for domain field telling user this field is not required */
"Optional" = "دلخواه";

/* Title for other miscellaneous settings group */
"Other" = "دیگر";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "سیاست ما رمزنگاری پیام‌هاست اما اکنون سعی می‌کنیم پیامی رمزنگاری‌نشده ارسال کنیم.";

/* Label text for password field on login screen */
"Password" = "کلمه عبور";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "پرداخت در دسترس نیست";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "گواهی برابر مجاز است و یا در صورت غیرفعال بودن تائید، چشم‌پوشی شده است.";

/* SSL error message */
"Peer dropped connection before responding" = "ارتباط قبل از پاسخ، توسط همتا قطع شد";

/* SSL error message */
"Peer host name mismatch" = "عدم تطابق نام میزبان با همتا";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "در انتظار تائید";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "حذف دائم";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "گالری تصاویر";

/* Text for media message summary */
"Picture Message" = "پیام تصویری";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "گواهینامه‌های پین شده";

/* Label for messages that are not encrypted */
"plaintext" = "متن ساده";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "متن ساده (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "فقط متن ساده";

/* detail title label for invalid email */
"Please choose a valid email address" = "لطفا یک ایمیل مجاز انتخاب کنید";

/* Error string for when there is a server configuration error. */
"Please contact your server administrator." = "لطفا با مدیریت سرور خود تماس بگیرید.";

/* Label for port number field for connecting to service */
"Port" = "پورت";

/* title for contacts profile view */
"Profile" = "پروفایل";

/* Title for push-messaging related settings */
"Push" = "اعلان";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "اعلان خطا";

/* Label for qr code image */
"QR code" = "کد QR";

/* Error string for OTR message string */
"Received a general OTR error." = "یک خطای عمومی OTR دریافت شد.";

/* Error string for OTR message string */
"Received a heartbeat." = "یک Hearbeat دریافت شد.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "پیامی رمزنگاری شده دریافت شده اما به دلیل نبود ارتباط خصوصی، قادر به خواندن نیست.";

/* Error string for OTR message string */
"Received an unencrypted message." = "پیامی رمزنگاری نشده دریافت شد.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "پیامی که برای هدف دیگری طراحی شده، دریافت و حذف شد.";

/* Error string for OTR message string */
"Received our own OTR messages." = "پیام OTR خودمان دریافت شد.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "اخیرا";

/* SSL error message */
"Record overflow" = "سرریز ثبت";

/* Button title to reject a request such as a buddy request */
"Reject" = "رد کردن";

/* Label for instruction to delete current recording */
"Release to delete" = "برای حذف، رها کنید";

/* Label for instruction to send current audio */
"Release to send" = "برای ارسال، رها کنید";

/* Label for switch to save passphrase */
"Remember Passphrase" = "ذخیره رمز";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "ذخیره رمزعبور";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "حذف";

/* No comment provided by engineer. */
"Removed By Server" = "توسط سرور حذف شد";

/* Reply to an incoming message */
"Reply" = "پاسخ";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "ضروری";

/* Label for button to resend message. */
"Resend" = "ارسال دوباره";

/* Ttitle for alert view to resend a message */
"Resend Message" = "ارسال دوباره پیام";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "ارسال دوباره پیام از %@ استفاده خواهد کرد.";

/* e.g. for resetting push account */
"Reset" = "بازنشانی";

/* Label for text input for XMPP resource */
"Resource" = "منبع";

/* Title for button for saving a setting */
"Save" = "ذخیره";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "گواهینامه‌های ذخیره‌شده";

/* Label for sharing via QR Code */
"Scan QR" = "اسکن QR";

/* Label for text field where you search for a buddy */
"Search" = "جستجو";

/* Title heading in settings */
"Security" = "امنیت";

/* Title of alert box warning about security issues */
"Security Warning" = "هشدار امنیتی";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "ارسال %@ پیام رمزنگاری شده";

/* String on button to email feedback */
"Send Feedback" = "ارسال بازخورد";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "ارسال متن ساده";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "در حال ارسال";

/* Error string for OTR message string */
"Sent a heartbeat." = "ارسال Heartbeat.";

/* server selection section title */
"Server" = "سرور";

/* SSL error message */
"Server closed session with no notification" = "نشست بدون اعلان توسط سرور بسته شد";

/* SSL error message */
"Server has requested a client cert" = "سرور درخواست گواهی میزبان را کرده";

/* button to show more information about your XMPP server */
"Server Information" = "اطلاعات سرور";

/* Title for the Settings screen */
"Settings" = "تنظیمات";

/* Title for sharing a link to the app */
"Share" = "اشتراک‌گذاری";

/* Label for inviting friends via URL */
"Share Invite" = "دعوت از دوستان";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "نمایش تنظیمات رمزنگاری پیشرفته";

/* toggle switch for show advanced */
"Show Advanced Options" = "نمایش تنظیمات پیشرفته";

/* title label for signing up for a new account */
"Sign Up" = "عضویت";

/* Label for button to skip this step */
"Skip" = "رد کردن";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "فردی";

/* received a typing notification */
"Someone is typing..." = "فردی در حال نوشتن است…";

/* SSL error message */
"SSL protocol error" = "خطا در پروتکل SSL";

/* Button to switch the chat over to the migrated account */
"Switch" = "جابجایی";

/* string shown if user has already paid */
"Thank you for your contribution!" = "از مشارکت شما متشکریم!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "اپ در آخرین فعالیت، با مشکل مواجه شد. آیا مایل به گزارش هستید؟";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "به دلیل عدم توانایی مخاطب برای دریافت پیام، پیام شما ارسال نشد. ممکن است کاربر آفلاین بوده و یا شما مجاز به ارسال پیام به مخاطب نیستید.";

/* Error string for OTR message string */
"The message received contains malformed data." = "پیام دریافت شده شامل داده‌های نادرست است.";

/* Error string for OTR message string */
"The previous message was resent." = "پیام قبلی دوباره ارسال شد.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "سرور XMPP از عضویت In-band پشتیبانی نمی‌کند.";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "از نام کاربری منحصر بفردی استفاده کنید که شامل مشخصات شخصی شمایک نام کاربری منحصر به فرد برای ایجاد حساب مخفی خود انتخاب کنید.\n\nمی توانید از نمادهای a-z، 0-9 و _ استفاده کنید.\nنام کاربری باید با یک حرف شروع شود.\nحداقل طول 3 علامت و حداکثر 32 علامت است.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "این دستگاه برای انجام پرداخت تنظیم نشده است.";

/* Error message description */
"This message was received from an untrusted device." = "پیام از دستگاهی تائیدنشده دریافت شده.";

/* Error message description */
"This message was sent to an untrusted device." = "این پیام به دستگاهی تائیدنشده ارسال شده.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "برای استفاده از این ویژگی، باید دسترسی به میکروفون رو دوباره فعال کنید.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "امکان Tor در حالت آزمایشی است. لطفا با احتیاط استفاده کنید.";

/* Name of the popular social tweeting site */
"Twitter" = "توییتر";

/* Title for error message */
"Unable to Send Message" = "خطا در ارسال پیام";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "خروج از آرشیو";

/* SSL error message */
"Underlying cryptographic error" = "خطای رمزنگاری اساسی";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "سابقه پیش‌بینی‌نشده (رد شده) در DTLS";

/* SSL error message */
"Unexpected message received" = "پیام غیرقابل پیشبینی دریافت شد";

/* SSL error message */
"Unknown Cert Authority" = "گواهی اجازه ناشناخته";

/* SSL error message */
"Unknown certificate" = "گواهینامه ناشناخته";

/* Describes an error without a known cause */
"Unknown Error" = "خطای ناشناخته";

/* Label for button to unlock app */
"Unlock" = "بازکردن قفل";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "فرمت دعوتنامه ناشناخته";

/* Title for error message */
"Untrusted Device" = "دستگاه تائیدنشده";

/* SSL error message */
"User canceled" = "کاربر لغو شده";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "نام کاربری";

/* SSL error message */
"Valid cert chain, untrusted root" = "زنجیره گواهی مجاز، ریشه تائید نشده";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "گواهینامه مجاز";

/* To let the user know the fingerprint as been checked */
"Verified" = "تائیدشده";

/* Shown when verifying fingerprints */
"Verify" = "تائید";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "تائید اثرانگشت";

/* when displaying version numbers such as 1.0.0 */
"Version" = "نسخه";

/* Text for media message summary */
"Video Message" = "پیام ویدیویی";

/* The label for a button to view the buddy profile */
"View Profile" = "مشاهده پروفایل";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "برای بررسی دستگاه‌های مخاطب و یا تغییر تنظیمات رمزنگاری، به پروفایل مراجعه کنید.";

/* Label text for when a transfer has not started yet */
"Waiting" = "در حال انتظار";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "درخواست گفتگو دارد.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "ما به صورت خودکار برای شما رمزعبور ایمنی ایجاد می‌کنیم. در صورتی که از رمزعبور خودتان استفاده می‌کنید، مطمئن باشید منحصر بفرد بوده و جای دیگری استفاده نکرده‌اید.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "دستگاه تائیدشده‌ای برای این حساب پیدا نشد.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "دستگاه تائیدشده‌ای برای این مخاطب پیدا نشد.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "ما به صورت خودکار مخاطب‌های شما را از حساب قدیمی به جدید منتقل کرده و گفتگوهای قدیمی شما را آرشیو خواهیم کرد.\n\nدر صورت تمایل، جایجایی حسابتان را به اطلاع مخاطبین فعلی شما نیز خواهیم رساند.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "آیا مایل به اتصال به UserVoice برای ارسال بازخورد هستید؟";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* This will be shown after your own JID in the group profile view */
"you" = "شما";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "شما و %@ دوست هستید.";

/* String used when onboarding works */
"You're ready to use" = "شما آماده هستید";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "حساب شما بر روی %1$@ سرور وجود دارد. سرویس گفتگو پس از %2$@ بسته خواهد شد، بنابرین باید حساب شما را به سرور جدید منتقل کنیم.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "حساب شما بر روی %1$@ سرور وجود دارد. سرویس گفتگوی مورد نظر دیگر در دسترس نیست، بنابرین باید حساب شما را به سرور جدید منتقل کنیم.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "حساب شما منقضی شده.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "حساب شما پس از '%1$d' روز منقضی خواهد شد.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "دوست شما از آدرس ارسالی متفاوتی از شما استفاده می‌کند. آیا تمایل به انتقال به این حساب را دارید؟";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "کمک نقدی شما، به ما در توسعه ChatSecure کمک خواهد کرد.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "رمزعبور شما در iOS Keychain این دستگاه ذخیره شده و مانند سایر رمزهای دستگاه شما امن خواهد بود. این رمزها در نسخه‌های پشتیبانی iTunes ذخیره نمی‌شود، بنابرین برای از دست ندادن تاریخچه گفتگوها، رمزعبور خود را به خاطر بسپارید.";

